tap 'git-duet/tap'

cask 'java'
cask 'iterm2'
cask 'textmate'
cask 'shiftit'
cask 'flycut'
cask 'intellij-idea'
cask 'pycharm'
cask 'appcode'
cask 'webstorm'
cask 'rubymine'
cask 'docker'
cask 'google-chrome'
cask 'slack'

brew 'rbenv'
brew 'python'
brew 'node'
brew 'yarn'
brew 'wget'
brew 'watch'
brew 'tree'
brew 'vim'
brew 'jq'
brew 'shellcheck'
brew 'git-duet'
brew 'node'
brew 'imagemagick'
